Repository: NMarjou/localization-app
Catalog: TMs/en-US_nl-NL.tmx
Source language: en_us
Languages: nl_nl

source: No description, measurement criteria or key deliverables to display.
nl_nl: Geen beschrijving, meetcriteria of belangrijke resultaten om weer te geven.

source: If you submit your review now, you will not be able to edit it later.
nl_nl: Als u uw beoordeling nu indient, kunt u deze later niet meer bewerken.

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
nl_nl: Als je nu indient, kunnen {{reviewers}} hun beoordelingen niet indienen.

source: I understand. I want to submit my manager review now.
nl_nl: Ik begrijp het. Ik wil nu mijn managerbeoordeling indienen.

source: OK. I will wait for the other reviews to be submitted.
nl_nl: OK. Ik zal wachten tot de andere beoordelingen zijn ingediend.

source: The additional manager review is optional. No review was provided yet.
nl_nl: De aanvullende managerbeoordeling is optioneel. Er is nog geen beoordeling gegeven.

source: I understand. I want to submit my review now.
nl_nl: Ik begrijp het. Ik wil nu mijn beoordeling indienen.

source: {{name}} has not received any feedback that is visible to you over this review period.
nl_nl: {{name}} heeft geen feedback ontvangen die voor jou zichtbaar is gedurende deze beoordelingsperiode.

source: Why not review your feedback now?
nl_nl: Waarom bekijkt u uw feedback niet nu?

source: You have not received any feedback that is visible to {{name}} over this review period.
nl_nl: Je hebt geen feedback ontvangen die zichtbaar is voor {{name}} gedurende deze beoordelingsperiode.

source: Change overall performance comment
nl_nl: Wijzig de algemene prestatieopmerking

source: Change overall performance rating
nl_nl: Verander de algehele prestatiebeoordeling

source: Clicking the button will confirm your agreement with the performance review data.
nl_nl: Door op de knop te klikken, bevestigt u uw akkoord met de gegevens van de prestatiebeoordeling.

source: This performance review was validated by a higher-level manager.
nl_nl: Deze prestatiebeoordeling is gevalideerd door een manager op hoger niveau.

source: The review was successfully validated.
nl_nl: De evaluatie is succesvol gevalideerd.

source: This snapshot reflects the status of the behaviors as of {{date}}
nl_nl: Deze momentopname weerspiegelt de status van de gedragingen per {{date}}

source: Close details
nl_nl: Sluit details

source: View details
nl_nl: Bekijk details

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
nl_nl: Doelen en feedback zijn gedeeld met de heraangewezen manager om de voltooiing van de beoordeling mogelijk te maken.

source: Goals at a glance
nl_nl: Doelen in één oogopslag

source: Review uploaded by HR on {{date}}
nl_nl: Beoordeling geüpload door HR op {{date}}

source: Not submitted
nl_nl: Niet ingediend

source: Access reviews, monitor progress, and keep up with the process.
nl_nl: Open beoordelingen, volg hun voortgang en blijf op koers met het proces.

source: This was resolved. I’m happy with the outcome.
nl_nl: Dit is opgelost. Ik ben tevreden met het resultaat.

source: Go to this goal page
nl_nl: Ga naar deze doelpagina

source: Show closed reviews
nl_nl: Toon gesloten beoordelingen

source: Manager to complete the challenge review:
nl_nl: Manager om de uitdagingsevaluatie te voltooien:

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
nl_nl: Er zijn {{count}} beoordelingen in de "{{stage}}" fase. Pas filters toe om de beoordelingen te bekijken en ze naar de volgende fase te verplaatsen.

source: View all or apply filters to see reviews and available actions
nl_nl: Bekijk alles of pas filters toe om beoordelingen en beschikbare acties te zien

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
nl_nl: Er zijn geen beoordelingen die overeenkomen met je huidige filterselectie. Pas je filterselectie aan om beoordelingen te vinden en ze naar andere stadia te verplaatsen.

source: Apply filters to view and delete reviews
nl_nl: Pas filters toe om beoordelingen te bekijken en te verwijderen

source: Delete selected reviews
nl_nl: Verwijder geselecteerde beoordelingen

source: Search for managers and IDs
nl_nl: Zoek naar managers en ID's

source: Search for an organizational unit
nl_nl: Zoek naar een organisatorische eenheid

source: Search for workers and IDs
nl_nl: Zoek naar werknemers en ID's

source: Select stage
nl_nl: Selecteer fase

source: Move selected reviews to a different stage
nl_nl: Verplaats geselecteerde beoordelingen naar een andere fase

source: Try adjusting your filters to find what you are looking for.
nl_nl: Probeer je filters aan te passen om te vinden wat je zoekt.

source: No reviews found
nl_nl: Geen beoordelingen gevonden

source: Apply filters to view the reviews and move them to the next stage.
nl_nl: Pas filters toe om de beoordelingen te bekijken en ze naar de volgende fase te verplaatsen.

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
nl_nl: Geen beoordelingen in de fase "{{stage}}" komen overeen met je huidige filterselectie. Pas je filterselectie aan om beoordelingen te vinden en ze naar andere fasen te verplaatsen.

source: Review stage
nl_nl: Beoordelingsfase

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
nl_nl: Als je klaar bent om een gesprek over de prestaties met {{employee}} te voeren, kun je je beoordeling indienen. Let op dat ze je beoordeling pas zien als je deze publiceert.

source: Additional manager — Invited by {{name}}
nl_nl: Extra manager — Uitgenodigd door {{name}}

source: Your review was submitted, but has not yet published to the worker.
nl_nl: Je beoordeling is ingediend, maar nog niet gepubliceerd aan de werknemer.

source: Manager requested by worker
nl_nl: Manager aangevraagd door werknemer

source: Add manager reviewers
nl_nl: Voeg managerbeoordelaars toe

source: Additional Managers
nl_nl: Extra Managers

source: Your suggested additional reviewers were successfully removed.
nl_nl: Uw voorgestelde extra reviewers zijn succesvol verwijderd.

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
nl_nl: Je manager zal nu je voorgestelde managerbeoordelaars zien en kan hen uitnodigen om deel te nemen aan deze beoordeling.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
nl_nl: Deze mensen kunnen input toevoegen aan je beoordeling, maar zij zullen niet verantwoordelijk zijn voor het uiteindelijke resultaat dat door je manager wordt gepubliceerd. Je zult alle informatie kunnen bekijken die door extra beoordelaars is ingevoerd zodra de beoordeling door je manager is gepubliceerd. Extra beoordelaars kunnen alleen hun eigen ingediende reactie bekijken.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
nl_nl: Deze mensen kunnen input toevoegen aan je beoordeling, maar zij zullen niet verantwoordelijk zijn voor het uiteindelijke resultaat dat door je manager wordt gepubliceerd. Je zult alle informatie kunnen bekijken die door extra beoordelaars is ingevoerd zodra de beoordeling door je manager is gepubliceerd. Let op dat extra managers je zelfbeoordeling kunnen zien.

source: Invite workers to participate in this review
nl_nl: Nodig werknemers uit om deel te nemen aan deze evaluatie

source: No additional managers yet
nl_nl: Nog geen extra managers

source: Search and suggest additional manager reviewers to the line manager
nl_nl: Zoek en stel extra managerbeoordelaars voor aan de lijnmanager

source: No suggested additional managers are waiting for an invitation
nl_nl: Er wachten geen voorgestelde extra managers op een uitnodiging.

source: Manage additional managers
nl_nl: Beheer extra managers

source: This option allows you to add and manage additional managers in this review.
nl_nl: Met deze optie kunt u extra managers toevoegen en beheren in deze evaluatie.

source: Add and manage <br/> additional managers to the review
nl_nl: Voeg extra <br/> managers toe aan de evaluatie en beheer deze

source: {{current}} of {{max}} additional managers
nl_nl: {{current}} van {{max}} extra managers

source: Suggest additional managers
nl_nl: Stel extra managers voor

source: Optional comment
nl_nl: Optioneel commentaar

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
nl_nl: U heeft uzelf als extra manager toegevoegd. Om te verzenden, verwijder uzelf van deze lijst aangezien u de managerbeoordeling zult voltooien.

source: Submit & publish review
nl_nl: Indienen en beoordeling publiceren

source: Publish review
nl_nl: Review publiceren

source: Submit review
nl_nl: Beoordeling indienen

source: The form is now in moderation stage; you can edit directly by scrolling to the specific areas you want to update. Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
nl_nl: Het formulier bevindt zich nu in de moderatiefase; je kunt direct bewerken door naar de specifieke gebieden te scrollen die je wilt bijwerken. Heropen het formulier alleen als je wilt dat de werknemer ook hun beoordeling bewerkt en opnieuw indient. Anders kun je je opmerkingen en beoordeling direct hieronder bewerken.

source: Your form is now in moderation phase and will be reopened once you have completed your moderation process offline with HR. Once your form is reopened, you will be able to edit your observations and publish the review to the worker.
nl_nl: Uw formulier bevindt zich nu in de moderatiefase en zal opnieuw worden geopend zodra u uw moderatieproces offline met HR heeft voltooid. Zodra uw formulier opnieuw is geopend, kunt u uw observaties bewerken en de beoordeling aan de werknemer publiceren.

source: Your form is now in moderation stage. You can edit it directly by scrolling down the page to the specific areas that you want to update.
nl_nl: Uw formulier bevindt zich nu in de moderatiefase. U kunt het direct bewerken door naar beneden te scrollen naar de specifieke gebieden die u wilt bijwerken.

source: Your form is now in moderation stage and will be reopened once you have completed your moderation process offline with HR. Once reopened you will be able to make changes and publish the review to the worker.
nl_nl: Uw formulier bevindt zich nu in de moderatiefase en zal opnieuw worden geopend zodra u uw moderatieproces offline met HR heeft voltooid. Zodra het opnieuw is geopend, kunt u wijzigingen aanbrengen en de beoordeling aan de werknemer publiceren.

source: This review has now been moved to the "Conversation & publication" stage. Please make any required changes to your ratings and comments before publishing the review. Please note that even if you don't want to make any changes, you still need to publish the review so that the worker can view your ratings and comments.
nl_nl: Deze beoordeling is nu verplaatst naar de fase "Gesprek & publicatie". Breng alstublieft de nodige wijzigingen aan in uw beoordelingen en opmerkingen voordat u de beoordeling publiceert. Houd er rekening mee dat zelfs als u geen wijzigingen wilt aanbrengen, u de beoordeling toch moet publiceren zodat de werknemer uw beoordelingen en opmerkingen kan bekijken.

source: Go to most recent
nl_nl: Ga naar meest recent

source: My review
nl_nl: Mijn beoordeling

source: This user is no longer active.
nl_nl: Deze gebruiker is niet langer actief.

source: No reviews in progress
nl_nl: Geen beoordelingen in uitvoering

source: No performance reviews yet
nl_nl: Nog geen prestatiebeoordelingen

source: Create and publish performance reviews for your organization.
nl_nl: Creëer en publiceer prestatiebeoordelingen voor uw organisatie.

source: Display draft content
nl_nl: Conceptinhoud weergeven

source: Draft - visible only to you
nl_nl: Concept - alleen zichtbaar voor jou

source: You have not submitted your drafted comments and ratings as part of this review. Do you want to display your unpublished content below? Goals and behaviors without drafted content are not displayed.
nl_nl: U heeft uw conceptopmerkingen en beoordelingen nog niet ingediend als onderdeel van deze evaluatie. Wilt u uw niet-gepubliceerde inhoud hieronder weergeven? Doelen en gedragingen zonder conceptinhoud worden niet weergegeven.

source: Overall behavior comment
nl_nl: Algemene gedragsopmerking

source: Overall behavior rating
nl_nl: Algemene gedragsbeoordeling

source: Overall goal comment
nl_nl: Algemene doelopmerking

source: Overall goals rating
nl_nl: Algehele doelbeoordeling

source: Overall performance comment
nl_nl: Algemene prestatieopmerking

source: Download performance review
nl_nl: Prestatiebeoordeling downloaden

source: Period to be evaluated
nl_nl: Periode die geëvalueerd moet worden

source: Previous reviewer
nl_nl: Vorige beoordelaar

source: Print preview
nl_nl: Afdrukvoorbeeld

source: Publish final review to worker
nl_nl: Publiceer het eindverslag aan de werknemer

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once the review is published, {{employee}} will be able to see the outcome of the review.
nl_nl: Als je deze beoordeling nu publiceert, kan {{employee}} hun zelfbeoordeling niet indienen en kun je je beoordeling later niet meer bewerken. Zodra de beoordeling is gepubliceerd, kan {{employee}} het resultaat van de beoordeling zien.

source: If you publish this review now, you will not be able to edit later and {{employee}} will see the outcome of the review.
nl_nl: Als je deze beoordeling nu publiceert, kun je deze later niet meer bewerken en {{employee}} zal het resultaat van de beoordeling zien.

source: I need to continue making changes. I will publish this review later.
nl_nl: Ik moet doorgaan met het aanbrengen van wijzigingen. Ik zal deze beoordeling later publiceren.

source: Your form is now in moderation stage; therefore, you won't be able to make any changes or publish your review to the worker. Once the moderation is closed, you will be notified that your form is reopened and you will be able to make changes to your rating and comments before publishing to the worker.
nl_nl: Uw formulier bevindt zich nu in de moderatiefase; daarom kunt u geen wijzigingen aanbrengen of uw beoordeling aan de werknemer publiceren. Zodra de moderatie is afgesloten, wordt u op de hoogte gebracht dat uw formulier opnieuw is geopend en kunt u wijzigingen aanbrengen in uw beoordeling en opmerkingen voordat u deze aan de werknemer publiceert.

source: Your report will be able to view your submission on their review form and choose to either accept or formally challenge the review.
nl_nl: Uw rapport kan uw inzending op hun beoordelingsformulier bekijken en ervoor kiezen om de beoordeling te accepteren of formeel aan te vechten.

source: Your final review was successfully published.
nl_nl: Je laatste beoordeling is succesvol gepubliceerd.

source: Your review was submitted.
nl_nl: Je beoordeling is ingediend.

source: Your review was successfully submitted.
nl_nl: Je beoordeling is succesvol ingediend.

source: Your review was submitted to your manager.
nl_nl: Je beoordeling is ingediend bij je manager.

source: Rate this goal
nl_nl: Beoordeel dit doel

source: Are you sure you want to reassign this review?
nl_nl: Weet je zeker dat je deze beoordeling opnieuw wilt toewijzen?

source: New assignee for <strong>{{user}}</strong>
nl_nl: Nieuwe toegewezene voor <strong>{{user}}</strong>

source: The review was successfully reassigned.
nl_nl: De beoordeling is succesvol opnieuw toegewezen.

source: You haven’t requested any feedback on {{name}} over the review period. Why not get insights from their colleagues and other stakeholders now?
nl_nl: Je hebt geen feedback gevraagd over {{name}} gedurende de beoordelingsperiode. Waarom vraag je nu geen inzichten van hun collega's en andere belanghebbenden?

source: Explore the requests about {{name}} that were sent over the review period. Click on any request to view the received replies. You can also reflect on requests from previous time periods by visiting your "Requests about my team" page.
nl_nl: Verken de verzoeken over {{name}} die zijn verzonden tijdens de beoordelingsperiode. Klik op een verzoek om de ontvangen antwoorden te bekijken. U kunt ook nadenken over verzoeken uit eerdere perioden door naar uw pagina "Verzoeken over mijn team" te gaan.

source: Requests about {{name}}
nl_nl: Verzoeken over {{name}}

source: Save and close
nl_nl: Opslaan en sluiten

source: The performance review was successfully saved.
nl_nl: De prestatiebeoordeling is succesvol opgeslagen.

source: Performance review
nl_nl: Prestatiebeoordeling

source: Not applicable
nl_nl: Niet van toepassing

source: The self-review is optional. No review was provided yet.
nl_nl: De zelfevaluatie is optioneel. Er is nog geen evaluatie verstrekt.

source: Sensitive content corrected.
nl_nl: Gevoelige inhoud gecorrigeerd.

source: Sensitive content detected.
nl_nl: Gevoelige inhoud gedetecteerd.

source: Some words in this review were flagged as sensitive.
nl_nl: Sommige woorden in deze beoordeling zijn als gevoelig gemarkeerd.

source: Update sensitive words
nl_nl: Gevoelige woorden bijwerken

source: Feedback about {{name}}
nl_nl: Feedback over {{name}}

source: This section contains all the feedback about {{name}} that was sent to you or shared with you. Use this feedback to draw an overview of their performance.
nl_nl: Dit gedeelte bevat alle feedback over {{name}} die naar u is gestuurd of met u is gedeeld. Gebruik deze feedback om een overzicht van hun prestaties te maken.

source: Review sign-off
nl_nl: Goedkeuring van beoordeling

source: You have challenged your review; your line manager’s manager will therefore be able to view your comments and the overall review.
nl_nl: U heeft uw beoordeling aangevochten; de manager van uw leidinggevende kan daarom uw opmerkingen en de algehele beoordeling bekijken.

source: Your line manager’s manager was notified that you have challenged your review and should be in touch.
nl_nl: De manager van je leidinggevende is op de hoogte gebracht dat je je beoordeling hebt aangevochten en zal contact met je opnemen.

source: The discussion request was sent.
nl_nl: Het verzoek voor een gesprek is verzonden.

source: Your review was challenged
nl_nl: Je beoordeling werd betwist

source: You can only submit the review challenge once; therefore, we recommend that you prepare your comments and attachments offline before uploading them.
nl_nl: U kunt de review-uitdaging slechts één keer indienen; daarom raden we aan om uw opmerkingen en bijlagen offline voor te bereiden voordat u ze uploadt.

source: Add a final acceptance comment for my manager
nl_nl: Voeg een laatste acceptatieopmerking toe voor mijn manager

source: Your manager will be in touch to arrange a further discussion on your review.
nl_nl: Je manager neemt contact met je op om een verder gesprek over je beoordeling te regelen.

source: "Let's discuss" request sent.
nl_nl: "Laten we bespreken" verzoek verzonden.

source: Thank you. You have successfully completed your review.
nl_nl: Bedankt. U heeft uw beoordeling succesvol afgerond.

source: If you publish this review now, {{reviewers}} will not be able to submit their review and you will not be able to edit your review later. Once the review published, {{employee}} will be able to see the outcome of the review.
nl_nl: Als je deze beoordeling nu publiceert, kunnen {{reviewers}} hun beoordeling niet indienen en kun je je beoordeling later niet meer bewerken. Zodra de beoordeling is gepubliceerd, kan {{employee}} het resultaat van de beoordeling zien.

source: OK. I will wait for other reviews to be submitted, and I will publish this review later.
nl_nl: Oké. Ik zal wachten tot andere beoordelingen zijn ingediend, en ik zal deze beoordeling later publiceren.

source: Submit and publish
nl_nl: Indienen en publiceren

source: All good! No action required.
nl_nl: Alles goed! Geen actie vereist.

source: This review needs an action from you
nl_nl: Deze beoordeling vereist een actie van jou

source: Describe agenda point topic
nl_nl: Beschrijf het agendapuntonderwerp

source: About
nl_nl: Over

source: Review status
nl_nl: Status van beoordeling

source: Scale items
nl_nl: Schaal items

source: Some translations are missing for this language.
nl_nl: Sommige vertalingen ontbreken voor deze taal.

source: Final Validation
nl_nl: Definitieve validatie

source: You have not submitted your drafted comments and ratings as part of this review. Do you want you to display your unpublished content below? <br>Goals and behaviors without drafted content are not displayed.
nl_nl: U heeft uw conceptopmerkingen en beoordelingen nog niet ingediend als onderdeel van deze beoordeling. Wilt u uw niet-gepubliceerde inhoud hieronder weergeven? <br>Doelen en gedragingen zonder conceptinhoud worden niet weergegeven.

source: Display not submitted content
nl_nl: Toon niet-ingediende inhoud

source: Not submitted - Visible only to you
nl_nl: Niet ingediend - Alleen zichtbaar voor jou

source: Previous contributors on the review have content in draft that may help you in your review. Do you want to view the draft content? The content will always remain in draft and will not be visible to workers at any stage of the process.
nl_nl: Vorige bijdragers aan de evaluatie hebben inhoud in concept die u kan helpen bij uw evaluatie. Wilt u de conceptinhoud bekijken? De inhoud blijft altijd in concept en zal op geen enkel moment in het proces zichtbaar zijn voor werknemers.

source: Display previous content
nl_nl: Toon vorige inhoud

source: Previous drafted content— Visible only to you; will not be published to the worker
nl_nl: Eerder opgestelde inhoud— Alleen zichtbaar voor jou; zal niet worden gepubliceerd aan de werknemer

source: Performance rating
nl_nl: Prestatiebeoordeling

source: Discussion outcome
nl_nl: Bespreking resultaat

source: This information is for your reference only and will not be submitted as part of the review. Only the person who performs the reviewer can see the content of this page. The information in feedback, feedback request, and behaviors is based on the review period. Content outside this review period will not appear here, but is accessible in the usual places in the application.
nl_nl: Deze informatie is alleen voor uw referentie en zal niet worden ingediend als onderdeel van de beoordeling. Alleen de persoon die de beoordelaar uitvoert, kan de inhoud van deze pagina zien. De informatie in feedback, feedbackverzoek en gedragingen is gebaseerd op de beoordelingsperiode. Inhoud buiten deze beoordelingsperiode zal hier niet verschijnen, maar is toegankelijk op de gebruikelijke plaatsen in de applicatie.

source: Useful information
nl_nl: Nuttige informatie

source: Required
nl_nl: Vereist
